import { YearEvent } from '../types';

export const yearData: YearEvent[] = [
    {
        question: 'в каком году в России отменили крепостное право?',
        year: 1861,
        description: 'Отмена крепостного права в России, также известная как Крестьянская реформа — начатая в 1861 году реформа, упразднившая крепостное право в России.'
    },
    {
        question: 'в каком году основана группа The Beatles?',
        year: 1960,
        description: 'The Beatles — британская рок-группа из Ливерпуля, основанная в 1960 году, в составе которой играли Джон Леннон, Пол Маккартни, Джордж Харрисон и Ринго Старр.'
    },
    {
        question: 'в каком году произошел первый полет самолета?',
        year: 1903,
        description: 'Первым в мире самолётом, который смог самостоятельно совершить устойчивый управляемый горизонтальный полёт, стал «Флайер-1», построенный братьями Орвилом и Уилбуром Райт в США. Первый полёт самолёта в истории был осуществлён 17 декабря 1903 года. «Флайер-1» продержался в воздухе 12 секунд и пролетел 36 метров.'
    },
    {
        question: 'в каком году кофе был впервые привезён в Европу?',
        year: 1615,
        description: 'Впервые кофе был привезён в Европу в 1615 году венецианскими купцами. Это произошло во время появления в Европе двух других горячих напитков — горячего шоколада, привезённого из Америки испанцами в 1528 году, и чая, впервые появившегося в Европе в 1610 году. Самая известная венецианская кофейня «Кафе Флориан» на Площади Сан Марко была открыта в 1720 году.'
    },
    {
        question: 'в каком году провозглашена Декларация независимости США?',
        year: 1776,
        description: 'Декларация независимости США — исторический документ, в котором британские колонии в Северной Америке объявили независимость от Великобритании, принят единогласно Вторым Континентальным конгрессом 4 июля 1776 года в Филадельфии, штат Пенсильвания.'
    },
    {
        question: 'в каком году основан Московский государственный университет?',
        year: 1754,
        description: 'Создание университета было предложено Шуваловым и Ломоносовым. Первоначально открытие университета планировалось на 1754 год, однако из-за подготовительных работ, связанных в первую очередь с ремонтом здания, открытие состоялось только в 1755 году.'
    },
    {
        question: 'в каком году человек впервые ступил на Луну?',
        year: 1969,
        description: '«Аполлон-11» — американский пилотируемый космический корабль серии «Аполлон», в ходе полёта которого 16—24 июля 1969 года жители Земли впервые в истории совершили посадку на поверхность другого небесного тела — Луны.'
    },
    {
        question: 'в каком году в России вышла первая кулинарная книга?',
        year: 1615,
        description: 'Первой кулинарной книгой в современном понимании были «Поваренные записки» Сергея Друковцева, опубликованные в 1615 году.'
    },
    {
        question: 'в каком году открыли планету Нептун?',
        year: 1846,
        description: 'Открытие Нептуна — обнаружение восьмой планеты Солнечной системы, одно из важнейших астрономических открытий XIX века, сделанное благодаря предварительным вычислениям. Нептун был открыт в Берлинской обсерватории 24 сентября 1846 года Галле и его помощником д’Арре на основании расчётов Леверье.'
    },
    {
        question: 'в каком году человек впервые полетел в космос?',
        year: 1961,
        description: '12 апреля 1961 года Юрий Гагарин стал первым человеком в мировой истории, совершившим полёт в космическое пространство. Ракета-носитель «Восток» с кораблём «Восток-1», на борту которого находился Гагарин, была запущена с космодрома Байконур, расположенного в Кызыл-Ординской области Казахстана.'
    },
    {
        question: 'в каком году появился первый программируемый компьютер?',
        year: 1946,
        description: 'Самый первый программируемый компьютер был представлен миру 14 февраля 1946 года в Соединенных Штатах Америки – ENIAC. Он весил 30 тонн и содержал в себе 18 000 электронных ламп. Правда скорость машины составляла всего 5 000 операций в секунду. Суммарно эта модель компьютера проработала 9 лет.'
    },
    {
        question: 'в каком году умер Сталин?',
        year: 1953,
        description: 'О смерти Сталина было объявлено по радио 6 марта 1953 года в 6 часов утра. Согласно медицинскому заключению, смерть наступила в результате кровоизлияния в мозг.'
    },
    {
        question: 'в каком году вышел первый фильм?',
        year: 1896,
        description: 'Самый первый фильм, который получил широкое распространение, был снят в 1895 году - «Прибытие поезда на вокзал Ла-Сиоты».'
    },
    {
        question: 'в каком году появился интернет?',
        year: 1969,
        description: 'Днем рождения интернета считается 29 октября 1969 года. В этот день был проведен первый сеанс компьютерной связи в сети ARPANET. Компьютеры установили на расстоянии 650 километров друг от друга, в научных центрах Калифорнии и Стэнфорда. Исследователям удалось передать только два символа – LO.'
    },
    {
        question: 'в каком году появилась социальная сеть Вконтакте?',
        year: 2006,
        description: '10 октября 2006 года состоялся официальный запуск социальной сети «ВКонтакте».'
    },
    {
        question: 'в каком году распался СССР?',
        year: 1991,
        description: 'Распад СССР — процессы системной дезинтеграции в социальной структуре, народном хозяйстве, общественной и политической сфере Советского Союза, приведшие к прекращению его существования 26 декабря 1991 года.'
    },
    {
        question: 'в каком году появился телефон?',
        year: 1876,
        description: 'Первый телефон запатентовал Александр Белл 7 марта 1876 года. Тогда это был патент на «усовершенствованную модель телеграфа».'
    },
    {
        question: 'в каком году вышел первый фильм «Терминатор» Джеймса Кэмерона?',
        year: 1984,
        description: 'Картина Терминатор вышла в прокат 26 октября 1984 года. При скромном бюджете в 6,4 млн долларов фильм многократно окупился.'
    },
    {
        question: 'в каком году впервые проводились современные олимпийские игры?',
        year: 1896,
        description: 'Первые летние Олимпийские игры — первые Олимпийские игры современности. Проходили с 25 марта по 3 апреля 1896 года в Афинах, Греция. В соревнованиях принял участие 241 спортсмен из 14 стран, причём женщины не допускались.'
    },
    {
        question: 'в каком году сделали первую фотографию?',
        year: 1822,
        description: 'Первое устойчивое фотографическое изображение было создано в 1822 году французом Жозефом Нисефором Ньепсом, но оно не сохранилось до наших дней.'
    },
    {
        question: 'в каком году произошла Невская битва?',
        year: 1240,
        description: 'Невская битва — сражение, произошедшее 15 июля 1240 года у впадения реки Ижора в реку Неву, между новгородским и шведским войсками. Битва стала одним из этапов русско-шведского противостояния из-за сфер влияния в Восточной Прибалтике в XII—XIV веках.'
    },
    {
        question: 'в каком году произошла Бородинская битва?',
        year: 1812,
        description: 'Бородинская битва — крупнейшее сражение Отечественной войны 1812 года между русской армией под командованием Михаила Голенищева-Кутузова и французской армией под командованием императора Наполеона Бонапарта.'
    },
    {
        question: 'в каком году была открыта линия железной дороги между Москвой и Санкт-Петербургом?',
        year: 1851,
        description: 'Санкт-Петербурго-Московская (с 1923 года переименована в Октябрьскую) — третья по счёту железная дорога в Российской империи, построена в середине XIX века для обеспечения железнодорожного сообщения между Санкт-Петербургом и Москвой. Движение открыто в 1851 году.'
    },
    {
        question: 'в каком году была запущена первая линия метро?',
        year: 1863,
        description: 'Первая линия метрополитена длиной 6 километров была построена в Лондоне и запущена 10 января 1863 года. Изначально она эксплуатировалась на паровой тяге, которая начиная 1890 года заменилась на электрическую.'
    },
    {
        question: 'в каком году было закончено строительство Эйфелевой башни?',
        year: 1880,
        description: 'Башня, впоследствии ставшая символом Парижа, была построена в 1889 году и первоначально задумывалась как временное сооружение, служившее входной аркой парижской Всемирной выставки 1889 года.'
    },
    {
        question: 'в каком году Христофор Колумб открыл Америку?',
        year: 1492,
        description: 'В 1492 году — Христофор Колумб открыл Америку. Сам он считал, что открыл путь в Азию, Колумб верил в это до конца своих дней.'
    },
]