export const athena = {
    Привет: [
        'Здравствуйте, я буду называть событие, а вам нужно ответить в каком году оно произошло. Начнем игру?',
    ],
    404: 'Я жду от вас число',
    'Не достаточно данных': 'Недостаточно данных для сравнения. Скажите вес и стоимость первого товара, потом вес и стоимость второго. Например, \«200 грамм за 50 рублей или 150 грамм за 30\»',
    'Первый вопрос': 'Первый вопрос! Как вы думаете, {question}',
    'Вопрос': 'Как вы думаете, {question}',
    'Немного позже': [
        'Похоже на правду, но это было немного позже!',
        'Почти, но это было позже!',
        'Близко, но это было позже!',
    ],
    'Позже': [
        'Не совсем, это было позже!',
        'Нет, это случилось позже!',
    ],
    'Сильно позже': [
        'Не совсем, это было намного позже!',
        'Нет, это случилось намного позже!',
    ],
    'Немного раньше': [
        'Похоже на правду, но это было немного раньше!',
        'Почти, но это было раньше!',
        'Близко, но это было раньше!',
    ],
    'Раньше': [
        'Не совсем, это было раньше!',
        'Нет, это случилось раньше!',
    ],
    'Сильно раньше': [
        'Не совсем, это было намного раньше!',
        'Нет, это случилось намного раньше!',
    ],
    'Верно': [
        'Совершенно верно! {description}',
    ],
    'Следующий вопрос': [
        'Внимание, следующий вопрос! Как вы думаете, {question}',
    ],
    'Еще ответ': [
        'Ещё один вариант?',
        'Следующий ответ!',
        'Ещё вариант?',
    ],
    'Точность ответа': [
        'Ваш ответ точнее, чем у {percentage}% игроков.',
    ],
    'Последний ответ': [
        'Следующий ответ - финальный.',
        'Следующий ответ пойдет в зачет.'
    ],
    'Помощь': `Играем в «Угадай год»!
        Я назову событие и вам надо будет отгадать в каком году оно произошло. На ответ будет дано 3 попытки, постарайтесь назвать год как можно ближе к правильному. По окончании раунда я скажу насколько ваш ответ был точнее чем у других игроков`,
};