export const joy = {
    Привет: [
        'Привет, я буду называть событие, а тебе нужно ответить в каком году оно произошло. Начнём игру?',
    ],
    404: 'Я жду от тебя число',
    'Первый вопрос': 'Первый вопрос! Как ты думаешь, {question}',
    'Вопрос': 'Как ты думаешь, {question}',
    'Немного позже': [
        'Похоже на правду, но это было немного позже!',
        'Почти, но это было позже!',
        'Близко, но это было позже!',
        'Неплохо, но это было немного позже!'
    ],
    'Позже': [
        'Не совсем, это было позже!',
        'Нет, это случилось позже!',
    ],
    'Сильно позже': [
        'Не совсем, это было намного позже!',
        'Нет, это случилось намного позже!',
    ],
    'Немного раньше': [
        'Похоже на правду, но это было немного раньше!',
        'Почти, но это было раньше!',
        'Близко, но это было раньше!',
        'Неплохо, но это было немного раньше!',
    ],
    'Раньше': [
        'Не совсем, это было раньше!',
        'Нет, это случилось раньше!',
    ],
    'Сильно раньше': [
        'Не совсем, это было намного раньше!',
        'Нет, это случилось намного раньше!',
    ],
    'Верно': [
        'Совершенно верно! {description}',
    ],
    'Следующий вопрос': [
        'Внимание, следующий вопрос! Как ты думаешь, {question}',
        'Продолжаем игру! Как ты думаешь, {question}',
    ],
    'Еще ответ': [
        'Ещё один вариант?',
        'Следующий ответ!',
        'Ещё вариант?',
        'Попробуй ещё раз',
    ],
    'Последний ответ': [
        'Следующий ответ - финальный.',
        'Следующий ответ пойдет в зачет.'
    ],
    'Точность ответа': [
        'Твой ответ точнее, чем у {percentage}% игроков.',
    ],
    'Первый точнее': [
        'Прошлый ответ был точнее.',
        'Первый ответ был ближе.',
    ],
    'Второй точнее': [
        'Этот ответ ближе.',
        'Этот ответ точнее, чем прошлый.',
    ],
    'Помощь': `Играем в «Угадай год»! Я назову событие и тебе надо будет отгадать в каком году оно произошло. На ответ будет дано 3 попытки, постарайся назвать год как можно ближе к правильному. По окончании раунда я скажу насколько твой ответ был точнее чем у других игроков. Скажи «Продолжить» для продолжения игры`,
};